spirituality_dict = {
    1: """С таким арканом рождаются очень мудрые люди, перед ними много завершающихся 
        задач с высокой сложностью и вибрациями. Они приходят с задачей 
        перед родом — очисткой кармы родных, кровных братьев или сестёр. У них могут 
        быть конфликты с кровными братьями и сёстрами, но в этом случае кармически 
        важен компромисс. Важно заботиться, оберегать их и любить. Если нет родных, 
        но есть двоюродные или сводные братья и сёстры, очень близкие человеку 
        с детства (даже если что‑то пошло не так и люди разругались), то нужно с ними 
        поддерживать связь, общаться.
    """,

    2: """Проработка заботы, мягкости и милосердия. Программа такого аркани может 
        прорабатываться в детстве с помощью заботы о животных. Обязательно нужно 
        прощать обиды, в том числе на свой род (часто это обиды на маму). Учиться 
        делиться, заботиться о женщинах своего рода (о маме, бабушке), помогать 
        старикам.
    """,

    3: """Ваша цифра говорит о нарушениях традиции воспитания детей в роду. Первая проблема 
        в роду — нежелание иметь детей. Вторая проблема — ребёнок растёт сам по себе, 
        к нему проявляют мало внимания и заботы. Третья проблема — это «мама-
        наседка», проявляющая чрезмерный контроль и переживающая за ребёнка. 
        Ваша задача — выбрать противоположную сторону в воспитании детей 
        и простить обиды на маму, не осуждать её. Нужно отделиться от мамы, не жить 
        с ней, не зависеть от неё, выйти из-под её влияния.
    """,

    4: """Люди, рождённые с таким арканом, имеют противоречивые отношения с отцом. 
        Обязательно нужно наладить с ним контакт. Успех человека в жизни формируется 
        на любви, уважении и принятии своих родителей. Если этого нет, то не будет 
        ни денег, ни отношений. Причём деньги — это отец, а отношения — это мама. 
        Если у вас маленький заработок — прорабатывайте отца и обиды на него. 
        Если вы не будете в хороших отношениях, то это скажется на вашей карьере. 
        Ваша задача — стать богаче и успешнее отца, превзойти его.
    """,

    5: """Вы отрабатываете карму своей мамы. Вы пришли сюда, чтобы стать учителем, 
        в первую очередь, для мамы. Вам нужно научить её на личном примере и своими 
        уроками тому, как надо жить, показать ей её же ошибки, помочь ей исправиться. 
        Вам важно наладить отношения через любовь, заботу и взаимопонимание.
        Ваша задача — создать, а главное — сохранить семью. В роду могли быть 
        допущены грехи в виде измен и предательства.
    """,

    6: """Ваша задача — создать, а главное — сохранить семью. В роду могли быть 
    допущены грехи в виде измен и предательства. Именно поэтому сейчас в их отношениях
    тоже могут присутствовать предательства, измены и холод. Задача ребёнка с таким
    арканом — принять все, не держать зла и обид, научиться прощать людей. Вы должны построить 
    счастливую семью на не самом удачном примере своих родителей.
    Очень часто у людей, после 25-ти лет начинаются проблемы 
    в личной жизни и браке. Как правило, до 35-ти лет они разводятся, и часто 
    не один раз. Важно понять: вы должны проработать отношения с отцом, потому 
    что забираете на себя его карму и отрабатываете его ошибки. Важно вычислить 
    эти ошибки, исправить их и построить счастливые отношения.
    """,

    7: """Ваша родовая задача — перевезти семью на новое место жительства: в новый 
    город или страну, где будет больше возможностей для развития, 
    так как род застоялся. Если в вашей жизни появляются возможности переезда 
    или путешествий, то нужно соглашаться без сомнений. Хорошо бы связать 
    профессию с движениями, командировками и переездами.
    """,

    8: """Рождённый с таким арканом ребёнок — показатель того, что у родителей в отношениях 
    было не все гладко. Такой человек должен был соединить родителей. Его задача — 
    наладить конфликтные отношения в семье, скрепить их союз, не являться 
    источником конфликтов. Эти люди должны мирить род: бабушек, дедушек, мам, 
    пап, дядь, тёть. Кто бы с кем ни поссорился, вы должны между ними выстраивать 
    гармоничные отношения.
    """,

    9: """С таким арканом рождаются невероятно талантливые люди, которые имеют родовую 
    задачу: раскрыть таланты — свои и своего рода. Обычно они проявляются 
    до 5 лет, но можно их раскрыть после — вернувшись в детство и попробовав 
    реализовать себя. Невыполнение этого предназначения может привести 
    человека в изоляцию, на него не будут обращать внимание и общаться. 
    Он может терять близких людей, к которым привязан. Ему нужно не бояться 
    выходить в массы, не стесняться славы, сцены, выступлений. Работать не там, 
    где выгодно, а там, где хочется.
    """
}
