personality_dict = {
    1: """
Положительные черты:

- Лидеры, новаторы, стремятся быть номером один во всем,
- Оптимисты, позитивные люди,
- Генераторы идей,
- Решительные и волевые, легко адаптируются к новым условиям,
- Успешные люди, занимают высокие должности, отличные управленцы, умеют вести за собой других.

Отрицательные черты:

- Гордыня, эгоизм, нарциссизм, признание только своей значимости,
- Не воспринимают критику, не признают конкуренцию,
- Подчинение окружающих своей воле, давление на них,
- Одиночки- «Я сам»,
- Страх перед началом нового дела, бросание начатого,
- Бессилие, неверие в свои лидерские качества, нежелание реализовывать свой потенциал, лень, апатия

Рекомендации:

- Создать своё дело, 
- Проработать гордыню через служение людям, помощь, 
- Осознать своё могущество через постановку самой главной цели, 
- Постановка цели происходит через вопрос: «Кто я?», 
- Раскрыть талант лидера, 
- Раскрыть талант управления массами (организация мероприятий, сбор команды, и т.п.)
""",

    2: """
Положительные черты:

- Интуиция, глубокое чувствование окружающих, эмпатичность,
- Эмоциональность,
- Дипломаты, умеют сглаживать острые углы, находить подход к любому человеку,
- Сдержанные, спокойные, загадочные,
- Обладают целительскими и эзотерическими способностями,
- Сильная связь с природой,
- Хорошие ораторы.

Отрицательные черты:

- Манипуляторы, «жертвы»,
- Склонность к зависимости с другими,
- Скрытные, недоверчивые,
- Пребывают в сомнениях, нерешительности, ведомые, пассивные по жизни,
- Нуждаются в любви извне,
- Осознанно отказываются от материнства, не желают иметь детей,
- Сплетничают, обсуждают других за спиной, могут быть озлоблены на весь мир,
- Противоречивые, двуличные,
- Слишком навязчивые.

Рекомендации:

- Принять своё бессознательное и научиться слушать интуицию, 
- Осознать, что помимо материального мира есть ещё и духовный, 
- Иметь хорошие отношения с мамой, 
- Научиться прощать, 
- Не растворяться в партнёре, избавиться от зависимости с ним,
- Раскрыть талант оратора, 
- Не врать, не сквернословить, не сплетничать, 
- Не сдерживать свои эмоции, научиться их экологично и вовремя проявлять, высказывать свои чувства.
    """,

    3: """
Положительные черты:

- Обладают целительскими и эзотерическими способностями,
- Сильная связь с природой,
- Хорошие ораторы,
- Яркие и тёплые, позитивные, а также эмоциональные люди,
- Артистичные и творческие, имеют богатую фантазию, чувство вкуса и стиля,
- Хорошие управленцы, руководители,
- Ощущают себя королевами по жизни,
- Проявляют заботу, нежность к другим,
- Для них важна семья, любят детей,
- Тактильные.

Отрицательные черты:

- Гордыня и высокомерие, оценка окружающих по статусу,
- Контроль над близкими, властность, доминирование и на работе, и в семье,
- Гиперэмоциональность, истеричность, из-за богатого воображения накручивают несуществующие проблемы,
- Уход в реализацию и отрицание других сфер жизни,
- Зависимость от отношений,
- Женщины не принимают свою женскую суть, подавляют мужчин, имеют проблемы с мамой и другими женщинами.
- Мужчины слишком мягкие, чувствительные, бесхарактерные,
- Мужчины могут зависеть от мамы или жены.

Рекомендации:

- Сохранить свою индивидуальность, 
- Заниматься творчеством,
- Проработать отношения с мамой, помогать, но отсоединиться от неё,
- Для женщины: работать с другими женщинами,
- Для женщины: стать мамой, полюбить детей, при этом реализуясь в карьере — найти баланс,
- Для мужчины: взращивать в себе качества Императора.
""",


    4: """
Положительные черты:

- Мужественность, внутренний стержень,
- Трудолюбие, сила,
- Ответственность, систематичность, порядок во всем,
- Стабильность, самодостаточность,
- Умеют принимать взвешенные решения даже в самых трудных ситуациях,
- Отличные руководители на работе, главы семей,
- Не боятся любого труда.

Отрицательные черты:

- Внешняя чёрствость и сухость,
- Авторитарность, излишний контроль над близкими, лишение других права выбора и свободы,
- Зацикленность на материальном, достижение власти любыми способами, достигаторство,
- Злоупотребление властью, деспотизм,
- Отсутствие связи с телом,
- Проблемные отношения с отцом и другими мужчинами,
- Женщины могут испытывать трудности при построении отношений, поскольку подавляют партнёров, притягивают слабых мужчин.

Рекомендации:

- Научиться принимать решения, руководствуясь разумом и логикой, а не чувствами,
- Не уходить в алчность и меркантильность,
- Развивать эмпатию, открываться людям,                                                          W
- Заниматься спортом,
- Для мужчины: брать ответственность за себя и других, быть главой семьи,
- Для женщины: раскрывать в себе женственность.
""",

    5: """
Положительные черты:

- Умеренный консерватизм,
- Чтят традиции, нормы и устои, при этом привносят в них что‑то новое,
- Имеют аналитическое мышление, способность рассчитывать и прогнозировать,
- Постоянно нуждаются в новой информации, любознательные и разносторонние,
- Любят учиться и имеют дар учителя — умение доносить сложную информацию простым языком,
- Хорошие ораторы.

Отрицательные черты:

- Чрезмерное свободолюбие и желание постоянного разнообразия,
- Излишний консерватизм, упорное сопротивление всему новому,
- Неумение признавать свою неправоту, навязывание своих взглядов и принципов, желание всех поучать,
- Испытывают интеллектуальную гордыню, оценивают людей по интеллекту,
- Распыляются, не доводят начатое до конца,
- Имеют неспокойный ум, подвержены тревожности и бессоннице,
- Сексуально закрепощённые либо, наоборот, испытывают потребность в разнообразии,
- Не тактильны.

Рекомендации:

- Научиться чувствовать своё тело, проработать сексуальность,
- Стать благодарным учеником,
- Развивать талант учителя — передавать свои знания,
- Не распыляться, научиться сосредотачиваться и ставить фокус внимания на важном,
- Выработать систему и дисциплину, тайм-менеджмент.
""",

    6: """
Положительные черты:

- Наделены естественной красотой,
- Ценят гармонию, комфорт и красоту во всем,
- Имеют отличное чувство вкуса и стиля, тяготеют к искусству,
- Милые, приятные, доброжелательные, неконфликтные,
- Имеют дар в руках,
- Обладают даром убеждения,
- Создают уют дома, любят принимать гостей.

Отрицательные черты:

- Зацикленность на отношениях и удовольствиях в жизни,
- Поверхностность, «розовые очки», неоправданная идеализация,
- Ранимые, обидчивые, мнительные, капризные, подвержены депрессии,
- Придирчивость к другим,
- Зациклены на своей внешности, постоянно сравнивают себя с другими, имеют комплексы,
- Не любят и обесценивают себя, низкая самооценка.

Рекомендации:

- Выбирать себя в отношениях с другими, не жертвовать собой,
- Научиться любить себя безусловно, полюбить и принять свое тело,
- Раскрыть дар, связанный с руками,
- Раскрыть талант — чувство красоты и прекрасного,
- Научиться смотреть в глубину человека, а не на его внешность.
""",

    7: """
Положительные черты:

- Энергия воина, победителя, революционера,
- Быстрые с точки зрения выполнения действий,
- Активные, смелые, самостоятельные, целеустремлённые люди,
- Любят путешествия, активный образ жизни, стремятся к постоянному развитию и движению,
- Интуиция, проницательность, чувствуют ложь,
- Умение докапываться до сути вещей,
- Имеют поддержку высших сил (ангелов).

Отрицательные черты:

- Лень, апатия, отсутствие движения и развития в жизни, нереализованность,
- Распыление, отсутствие концентрации,
- Безразличие к своему телу и здоровью,
- Склонность к зависимостям,
- Скрытные, эмоционально неприступные, недоверчивые, подозрительные, ищут ложь там, где её нет,
- Делят мир резко на чёрное и белое, добро и зло, могут быть враждебно настроенными,
- Чрезмерная активность, постоянная гонка, трудоголизм, приводящие к нервным срывам, перенапряжению.

Рекомендации:

- Не уходить в зависимости,
- Постоянно самосовершенствоваться и не останавливаться на достигнутом, идти к поставленной цели, не сидеть на месте,
- Учиться открываться людям, не делить мир на чёрное и белое,
- Вести правильный образ жизни, заниматься спортом,
- Выработать в себе принятие других людей.
""",

    8: """
Положительные черты:

- Соблюдают законы, ценят нравственность и мораль,
- Честные и порядочные,
- Имеют чувство долга и ответственности,
- Понимают причинно-следственные связи, закон кармы,
- Трудолюбивые, много работают ради статуса и денег,
- Защищают слабых,
- Богатые, успешные, строят свой крупный бизнес, системы,управляют большими деньгами.

Отрицательные черты:

- Зацикленность на деньгах,
- Осуждение, обвинение всех вокруг в своих проблемах,
- Считают себя должными и постоянно ожидают от других чего‑то взамен,
- Борьба с миром за справедливость,
- Страх предательств и обманов либо сами предают и обманывают.
- Желание нарушить закон,
- Конфликтность, поиск зла в людях,
- Не умеют расслабляться,
- Желание сэкономить или, наоборот, транжирство.

Рекомендации:

- Не зацикливаться на справедливости,
- Не рекомендуется давать и брать в долг,
- Не ожидать ничего взамен и перестать служить другим,
- Не бояться предательств и не предавать самому,
- Не зацикливаться на деньгах,
- Построить бизнес,
- Нельзя нарушать закон категорически.
""",

    9: """
Положительные черты:

- Природная мудрость, знания, философский взгляд на мир,
- Сочувствие и сопереживание, отзывчивость, восприимчивость к чужой боли,
- Эзотерический потенциал, хорошая память, способность видеть вещие сны, считывать знаки,
- Талантливые, углубляются во все, что изучают, поэтому отлично проявляют себя в любой сфере,
- Самодостаточные, наполняются энергией в одиночестве,
- Властолюбие.

Отрицательные черты:

- Замкнутость, отстраненность, избегание контактов с внешним миром,
- Нежелание помогать и делиться своими знаниями, мудростью,
- Аскетизм, наплевательское отношение к внешнему виду, своему жилью, или зацикленность на роскоши, шопоголизм,
- Синдром спасателя — готовы всем помогать в ущерб себе,
- Отсутствие баланса между духовной и материальной сторонами жизни,
- Синдром самозванца.

Рекомендации:

- Избавиться от состояния жертвы,
- Духовно развиваться и помогать миру,
- Не быть спасателем без просьбы,
- Не закрываться от мира, не сбегать в одиночество, проявляться.
""",
}
