talents_dict = {
    1: ["Если у Вас есть единица в денежном треугольнике, то Вы обладаете следующими талантами:",
        "1)	Организаторскими способностями",
        "2)	 Управленческими качествами",
        "3)	Вы тот, кто может повести за  собой других в большие процессы",
        "4)	Вы умеете делегировать. Это Ваш мега талант! — Не самому что-то делать руками, а именно раздавать задачи другим.",
        "5)	Вы можете стоять на сцене перед большой аудиторией.",
        "Единица - очень классное денежное число, которое говорит о том, что у Вас есть потенциал зарабатывать большие деньги. Её наличие говорит о мотиве быть номер один.",
        "Скорее всего Вам сложно работать в найме. Для Вас важно быть генератором новых идей, выходить за пределы того, что уже создали: открывать новые филиалы, запускать новые проекты или переезжать в другие города или даже страны.",
        "Вам категорически нельзя:",
        "1)	Агрессировать и подавлят других людей, например, грубо разговаривать с командой.",
        "2) Повторять чьи-то идеи."
        ],

    2: ["Если у Вас есть двойка в денежном треугольнике, то Вы обладаете следующими талантами:",
        "1)	Вы психолог по рождению. Умеете сглаживать острые углы. ",
        "Ваш талант в том, что люди тянутся к Вам и хотят с Вами объединиться. Вы",
        "можете ни с кем не конфликтовать и донести до любого суть; обладаете даром ",
        "убеждения.",
        "2)	У Вас дар в голосе! Вы можете петь или красиво говорить. Вам важно раскрыть свой голос. Там Ваши деньги. Вы можете заниматься вокалом, ораторским искусством или посещать театральные студии. Это Ваша энергия!",
        "Важно передавать информацию через уста. ",
        "Главное ограничение - созависимость. Когда впадаете в финансовую зависимость от мамы/мужа/брата. ",
        "Зависимость моральная - когда работаете, например, ассистентом на кого-то, растворяетесь в нём и не можете уйти. Для Вас это губительно. Для Вас важно говорить то, что хотите и не замалчивать обиды. Признав созависимость, Вы уже начинаете прорабатывать этот блок.",
        "Для Вас подойдёт деятельность:",
        "1)	 Связанная с женщинами и детьми (воспитатель, няня, врач-педиатр, акушер, медсестра).",
        "2)	Любые сферы, связанные с коммуникацией (дипломат, консультант, политик, журналист). ",
        "3)	Психологи, эзотерики, целители, врачи, нутрициологи. ",
        "4)	Работа, связанная с заботой об окружающей среде и взаимодействием с ней, работа с животными: эколог, флорист, ветеринар и т. п.",
        "5)	 Творческие профессии: дизайнер интерьера, художник, музыкант, танцор, певец, ведущий."
        ],

    3: ["Тройка – лидер среди женщин. Она в толпе, она мотивирует своей внешностью, своей харизмой, может заряжать своим примером других на подвиги, трансформации и мировой масштаб. Очень творческая; может быть кумиром миллионов людей и даже стоять на сцене. Ещё тройка — это бьюти, красота, это талант работать с женщинами.",
        "Тройки – популярные блогеры, модные инфлюенсеры. Деньги к Вам могут прийти через детей: чем больше детей, тем больше денег. Ваша самая слабая сторона — страх публичности: выйти в социальные сети, показать людям себя — это то, что отделяет Вас от успеха. Из-за этого внутреннего страха Вас может шатать из стороны в сторону. Вы можешь сильно уйти в материнство, стать супермамой, которая сидит с детьми и мужем, можете вообще не выходить на работу и в реализацию. Или можете уйти в бизнес и «забить» на семью, детей и т. д. Баланс — посередине и важно его найти. Работать с женщинами, проявляться среди женщин — это Ваша суперсила. Чем больше Вы создаете пользы для женщин, тем больше Вам возвращается денег.",
        "Профессии:",
        "Связанные с бьюти индустрией, женщинами и детьми. Сферой красоты, роскоши, медицины, психологии, ухода за собой, СПА, рисования, творчества, дизайна. Сферы, где вкусно, красиво, безопасно, где лечат люди или атмосфера, где есть выход внутреннему потенциалу, где есть освобождение: пластическая хирургия, работа няней, медсестрой, учительницей, создание мастер-классов, проведение каких-то тренингов. Ведение блога, работа в СМИ, ивент-агентство, работа с недвижимостью бизнес-класса; партнерство с женщинами.",
        ],

    4: ["Четверка – это выносливость и трудолюбие. Это число с сильной мужской энергией.  Люди очень быстро адаптируются, быстро принимают решение, рисковые. Их энергия открывается, когда они идут в свой самый большой страх. Экстремальные виды спорта - зона роста, но нельзя на них зацикливаться. Тачки, гонки, криминальные истории очень присуще мужчинам четверкам. Так они реализуются и самовыражаются. Так же они очень сильные трансформаторы. Когда человек попадает под Ваше влияние — он быстро меняется. У Вас сильное выносливое тело и таланты связаны именно с телом. Так что если 4-ка не расходует свою энергию, не реализуется, она начинает полнеть. Кто-то очень гибкий, у кого-то очень сильный удар.",
        "Для четвёрки свойственны: ",
        "1)	стабильность; ",
        "2)	долгосрочные инвестиции; ",
        "3)	спорт и активный образ жизни; ",
        "4)	физический твердый бизнес. ",
        "5)	новаторство",
        "Важно не бросать все на пол пути! - Когда четвёрка доводит все до конца, не бросает и не разрушает. У 4-ки может быть много бизнесов: она их начинает, бросает - ей сложно усидеть на месте. Очень важно научиться концентрироваться. ",
        "Когда есть 4-ка в денежном треугольнике, значит Вы можете:",
        "1)	 Открывать магазины, центры и т.п, т. е. то, что можно пощупать. Создавать физические продукты для людей или создавать платформы. ",
        "2)	Также это про работу с телом: спорт, танцы, йога и т. п. Все это очень важно для 4-ки и дает большую энергию.",
        "Профессии:",
        "1)	Руководящие должности. ",
        "2)	Нужно работать с мужчинами – с мужем/братом/отцом и др., объединяться в собственный бизнес либо (при работе в системе) должен быть мужской коллектив.",
        "3)	Профессии, связанные с физическим трудом: спорт, сельскохозяйственный сектор, что-то связанное с землёй, стройкой (слесарь, каменщик, плотник) …Все профессии, где что-то взращивают и систематизируют. ",
        "4)	Спорт и работа с собственным телом (спортсмен, инструктор, наставник)",
        "5)	Сферы, связанные с порядком: государственные органы, политика, полиция, военное дело. ",
        "Если в денежном треугольнике 4 стоит по линии отца (правая сторона треугольника) - Вам передается важный кармический урок по его роду - дорастить мужчину в себе, стать кормильцем для семьи. Скорее всего Вы недополучили его силу, его внимание и любовь. Блокирует денежный поток лень, сильная зависимость, отсутствие спорта. Четверке не хватает эмоций и ей тяжело их проявлять, она не умеет чувствовать жизнь. Отсюда и проявление к экстремальным видам спорта, азартным играм, алкоголю и наркотикам – в общем уходят в зависимости. Очень часто сами все разрушают. Вообще, четвёрки являются двигателями прогресса, и они часто что-то сами что-то создают, но, когда это начинает работать, им становится не интересно. Очень важно для 4-ки научиться не бросать, доводить до конца, быть дисциплинированной и ответственной. Если плохие отношения с отцом, это очень важно проработать."
        ],

    5: ["Число 5 в денежном треугольнике говорит о том, что у Вас очень хорошее логическое мышление, у Вас есть способность к прогнозированию. Можете изучать много разного одновременно - проходить 3 обучения, читать 10 книг, работать на 3-х работах и вести несколько проектов одновременно. 5-ка обожает развлечения и праздники, Вам нужна все время новая картинка. Вы можете создавать различные игры, лабиринты, головоломки; работать в IT.",
        "Для Вас энергия - обучение, путешествие, новое окружение. Когда у 5-ки «затык» в деньгах, ей нужно идти в новое обучение. Когда она передает знание - она растет.",
        "Новый город, новые знание, окружение, эмоции — это энергия, это рост.",
        "Самое сложное для пятёрки - доделать начатое до конца. Она может распыляться, она живет хаусом. Это люди, которым комфортно, когда в жизни нет порядка, у них нет чувства времени и это блокирует денежный поток. Пятерка хватается за все и сразу. Может начать несколько проектов или учиться на различных курсах одновременно, но в итоге ничего не реализует и не доведет до конца. Деньги у 5-ки в одном месте! Нужно идти по одному пути и не останавливаться учиться. ",
        "Профессии:",
        "Все, которые связаны с порядком, продажами, счётом денег, обучением, программированием: бухгалтер, экономист, финансист, математик, нумеролог, судебный пристав, нотариус, коммерческий директор, консультант, бизнес-коуч и тренер, духовный учитель и наставник, спикер, преподаватель, лектор, IT – специалист, представитель консалтинговых услуг, менеджер по продажам, торговый представитель."
        ],

    6: ["6-ка - число дара в руках, число творческого потенциала, число красоты.",
        "Главные таланты:",
        "1)	Умение убеждать, продавать, вдохновлять на покупку.",
        "2)	Упаковать так, как другие не могут. Вам присущ перфекционизм и у Вас потрясающее чувство вкуса и стиля.  6-ки, к примеру, могут украсить витрину магазина так, что все захотят в него зайти. Для Вас важны мелочи. Дар видеть красоту - Ваша сильная сторона. ",
        "3)	Моделинг. Вы легко можете успешно продавать себя как модель: пройтись по подиуму, быть фотомоделью, являться лицом бренда или инфлюенсером.",
        "Чтобы увеличить денежный поток, нужно создать для себя «гнездо» - дом, в котором Вам будет очень уютно. Вам нужно перестать бежать, а создать вокруг себя уют и красоту. Это генерит Вам энергию денег. Любовь, дети, семья, построение гармоничных отношений, секс, сексуальность, принятие своей внешности. ",
        "Профессии:",
        "1)	Связанные с эстетикой, творчеством и любовью: фотографы, дизайнеры, художники, ювелиры, флористы, пластические хирурги, косметологи, визажисты, писатели, танцоры, психологи, сексологи и т.п. ",
        "2)	Менеджеры по продажам, продюсеры.",
        "3)	Моделинг",
        "6 в сочетании с числом 3 в денежном треугольнике – Вы можете стать успешным блогером."
        ],

    7: ["У 7-ки - очень сильный талант к интеллектуальной деятельности. Это исследователи, которые всегда пытаются докопаться до сути и, как правило, в каком-то одном направлении. 7-ки всегда с высоким уровнем IQ. У них высокий интеллект. Они хотят получить нобелевскую премию.",
        "У Вас в голове есть идея что-то создать, изобрести, объединить. 7-ка живет в голове, не в материальном мире. Вы должны перестать быть таким дотошным человеком. С Вами не просто. 7-ка достаточно холодная. ",
        "Таланты:",
        "1)	Отключать чувства и мыслить рационально — это хорошее чувство для бизнеса. ",
        "2)	Талант зарабатывать на расстоянии, в онлайн, за границей - сетевые бизнесы, бизнесы с филиалами, мировой масштаб. Вам нужно захватывать новые и новые территории, иначе Вы чахните. ",
        "Профессии: ",
        "Всё, что связано с движением: турагентства, работа с машинами и транспортом, логистика, работа с передвижением, командировки, частые путешествия, грузоперевозки, работа бортпроводником, в такси. Любые виды спорта, в том числе тренерская работа. Юриспруденция, политика, судебная система, ГБДД, криминалистика, телохранители, эзотерика, работа в таможне. Онлайн деятельность. Руководящие должности."
        ],

    8: ["8-ка это успешные бизнесмены, очень сильные продажники. Это люди, которые видят процесс, как часы, т.е. все маленькие винтики. Это число людей, которые зациклены на деньгах, на эффективности. Если что-то не эффективно, они не будут это делать. Они очень требовательны.  8-ка — это про то, чтобы придумывать продукты и выносить на рынок то, чего еще нет. Эти люди видят, где деньги, они их чувствуют и поэтому, в отличии от остальных, им легче заработать. 8-ка это про большой масштаб, и она не оставит Вас в покое, пока Вы этого не достигните.",
        "Вам нельзя не вкладывать! Ваши деньги всегда должны работать! Если Вы по восьмерке решили деньги сохранить, Вы их потеряете. Чем больше Вы тратите, тем больше денег к Вам приходит. ",
        "Что блокирует Ваши деньги:",
        "1)	Ведение нелегальной деятельности: неофициальная работа, неуплата налогов, мошенничество, безответственность в делах или, наоборот, гиперответственность. Важно найти баланс!",
        "2)	Зацикленность на справедливости по отношению к себе, постоянные ожидания от других: «я должен всем, а все должны мне».",
        "Профессии:",
        "Юриспруденция (где нужно вершить справедливость: судьи, юристы, органы исполнительной власти), правозащита, налоговые органы, журналистика, политика, историки. ",
        "Работа с кармой: психологи, нумерологи, эзотерика.",
        "Построение своего крупного бизнеса и большой системы."
        ],

    9: ["Талант 9-ки - исцелять; вызывать доверие, как психолог, как врач. 9-ка — это человек, к которому все идут за ответами. У нее на лбу написано: «Я могу Вам помочь». Если есть хотя бы одна 9-ка в треугольнике, то Вы должны выбирать профессии, связанные с помощью другим. Вы эзотерик, Вы прирожденный психолог, наставник, да кто угодно, лишь бы помогать другим людям: исцелять тело, душу и разум. И если Вы не идете по этому пути, Вас будут сбивать всю Вашу жизнь. Ваша жизнь будет сопротивлением и борьбой.",
        "Энергия 9-ки в духовных практиках, в проработке тела и разума.",
        "Профессии:",
        "1)	Мудрость и духовность: учёные, врачи, целители, духовные наставники, психологи, философы, химики, физики, биологи, писатели, музыканты, преподаватели, переводчики. ",
        "2)	Логическое мышление и аналитические способности: математики, программисты, исследователи и изобретатели. ",
        "3)	Работа, требующая уединения, без давления."
        ],

    18: ["ТУ Вас очень близкая связь со Вселенной. Вы можете отправлять ей запросы и получать всё, что пожелаете. Поэтому Вам нужно мыслить только позитивно и ни в коем случае нельзя плохо думать о своей работе и о том, чем Вы занимаетесь! Ваша работа обязательно должна быть связана с творчеством. Вы умеете очень хорошо визуализировать, поэтому Вам подойдут профессии, связанные с этим.",
         "Вы можете использовать денежные амулеты, ритуалы, визуализацию, эзотерику и это всё будет помогать Вам в финансовом росте. Это Ваш талант!",
         "Профессии:",
         "Целители, эзотерики, ясновидящие, экстрасенсы, нумерологи, астрологи,",
         "психологи, духовники, маги, фокусники.",
         "Профессии, связанные с созданием образа:",
         "дизайнеры, декораторы, мультипликаторы, работники телевидения, операторы,",
         "продюсеры, актёры.",
         "Профессии прикладного искусства (рукоделие, рисование, ювелирное дело),",
         "кулинары.",
         "Профессии, связанные с водой.",
         "Религиозные профессии.",
         "Ночные профессии."
         ],

    10: [
        "Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.. Sed do eiusmod tempor incididunt ut labore et dolore magna aliqua."
    ],
    11: [
        "Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat."
    ],
    12: [
        "Sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.. Sed do eiusmod tempor incididunt ut labore et dolore magna aliqua."
    ],
    13: [
        "Sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Sed do eiusmod tempor incididunt ut labore et dolore magna aliqua."
    ],
    14: [
        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.."
    ],
    15: [
        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Lorem ipsum dolor sit amet, consectetur adipiscing elit."
    ],
    16: [
        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.."
    ],
    17: [
        "Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur."
    ],
    19: [
        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.. Sed do eiusmod tempor incididunt ut labore et dolore magna aliqua."
    ],
    20: [
        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Lorem ipsum dolor sit amet, consectetur adipiscing elit."
    ],
    21: [
        "Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur."
    ],
    22: [
        "Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat."
    ]
}
